"USB Low Power Header" = "USB 低電力提醒";
"USB Low Power Notice" = "此 USB 設備無法運作，因為它需要更多的電力。
若要修正這個問題，您可以採取下列措施：
1) 若該設備有電源線，則可將其插入電源插座。
2) 先拔除設備，然後將它插入電腦上的另一個 USB 埠或其它已插上電源線的設備。";
"OK" = "好";
"USB OverCurrent Header" = "USB 過電流提醒";
"USB Individual OverCurrent Notice" = "此 USB 設備目前消耗太多電力。

將停用其連接的傳輸埠";
"USB Gang OverCurrent Notice" = "USB 設備目前消耗太多電力。

將停用其連接的集線器";